tap "homebrew/bundle"
tap "oven-sh/bun"
brew "chezmoi"
brew "coreutils"
brew "curl"
brew "gawk"
brew "git"
brew "gnupg"
brew "mas"
brew "mise"
brew "starship"
brew "oven-sh/bun/bun"
cask "alfred"
cask "atok"
cask "google-chrome"
cask "obsidian"
cask "steam"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
mas "Bitwarden", id: 1352778147
mas "LINE", id: 539883307
mas "Slack", id: 803453959
vscode "aaron-bond.better-comments"
vscode "abierbaum.vscode-file-peek"
vscode "alexcvzz.vscode-sqlite"
vscode "arjun.swagger-viewer"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "buianhthang.xml2json"
vscode "christian-kohler.path-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "htmlhint.vscode-htmlhint"
vscode "humao.rest-client"
vscode "ics.japanese-proofreading"
vscode "janisdd.vscode-edit-csv"
vscode "joshbolduc.commitlint"
vscode "jsayol.firebase-explorer"
vscode "knisterpeter.vscode-commitizen"
vscode "mhutchie.git-graph"
vscode "mitchdenny.ecdc"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "nuxtr.nuxtr-vscode"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-jest"
vscode "pranaygp.vscode-css-peek"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "scala-lang.scala"
vscode "shardulm94.trailing-spaces"
vscode "stylelint.vscode-stylelint"
vscode "tomoki1207.selectline-statusbar"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "wix.vscode-import-cost"
vscode "xdebug.php-debug"
vscode "yusukehirao.vscode-markuplint"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
vscode "zxh404.vscode-proto3"
