tap "homebrew/bundle"
tap "oven-sh/bun"
brew "chezmoi"
brew "coreutils"
brew "curl"
brew "gawk"
brew "git"
brew "gnupg"
brew "mas"
brew "mise"
brew "starship"
brew "oven-sh/bun/bun"
cask "alfred"
cask "atok"
cask "google-chrome"
cask "obsidian"
cask "steam"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
mas "Bitwarden", id: 1352778147
mas "LINE", id: 539883307
mas "Slack", id: 803453959
